import images from "./images";

const kebabs = [
  {
    title: "کباب کوبیده",
    price: "۱۵۰۰۰ تومان",
    tags: "گوشت گوساله | برنج | گوجه | پیاز",
  },
  {
    title: "کباب برگ",
    price: "۱۸۰۰۰ تومان",
    tags: "گوشت گوساله | برنج | گوجه | پیاز",
  },
  {
    title: "جوجه کباب",
    price: "۱۴۰۰۰ تومان",
    tags: "گوشت مرغ | برنج | گوجه | پیاز",
  },
  {
    title: "کباب ترکی",
    price: "۲۲۰۰۰ تومان",
    tags: "گوشت گوساله | برنج | گوجه | پیاز",
  },
  {
    title: "کباب سلطانی",
    price: "۲۵۰۰۰ تومان",
    tags: "گوشت گوساله | برنج | گوجه | پیاز",
  },
];

const khoreshs = [
  {
    title: "خورش قورمه سبزی",
    price: "۲۵۰۰۰ تومان",
    tags: "گوشت گوساله | سبزی | لوبیا | برنج",
  },
  {
    title: "خورش فسنجان",
    price: "۲۲۰۰۰ تومان",
    tags: "گوشت مرغ | گردو | انار | برنج",
  },
  {
    title: "خورش بامیه",
    price: "۲۳۰۰۰ تومان",
    tags: "گوشت گوساله | بامیه | گوجه | برنج",
  },
  {
    title: "خورش آلو اسفناج",
    price: "۲۱۰۰۰ تومان",
    tags: "گوشت گوساله | آلو | اسفناج | برنج",
  },
  {
    title: "خورش بادمجان",
    price: "۲۴۰۰۰ تومان",
    tags: "گوشت گوساله | بادمجان | گوجه | برنج",
  },
];

const awards = [
  {
    imgUrl: images.award02,
    title: "بهترین رستوران ایرانی",
    subtitle: "برنده جایزه بهترین غذاهای سنتی ایرانی.",
  },
  {
    imgUrl: images.award01,
    title: "ستاره نوظهور",
    subtitle: "جایزه بهترین رستوران نوپا در تهران.",
  },
  {
    imgUrl: images.award05,
    title: "میزبانی عالی",
    subtitle: "برنده جایزه خدمات مشتری برتر.",
  },
  {
    imgUrl: images.award03,
    title: "آشپز برجسته",
    subtitle: "جایزه بهترین سرآشپز ایرانی.",
  },
];

export default { kebabs, khoreshs, awards };
